package com.hh.hhinterface.constant;

import java.util.Arrays;
import java.util.List;

public interface ChickenSuop {
    List<String> CHICKEN_SOUP = Arrays.asList("心灵是人生的航标，不要让阴霾遮挡你的方向，不要让困难阻止你的前行。只有积极面对，才能找到成功的路。",
            "内心是力量的源泉——对胜利不满足的渴望，对目标不吝啬的努力，对困难无止境的抗争。","人活着，再苦再累，都别抱怨，要努力，越努力，才会越幸运。抱怨，只会增加怨气，努力，才能改变气运。",
            "人活着，再苦再累，都别抱怨，要努力，越努力，才会越幸运。抱怨，只会增加怨气，努力，才能改变气运。",
            "做一个精彩的自己，跟着自己的直觉走，别怕失去，别怕失败，别怕路远，做了才有对错，经历才有回忆。",
            "坚强的意志力不是凭空而来的，需要脚踏实地、日积月累。在培养意志力的过程中，绝不能悲观失望、好高骛远，只要一步一个脚印向前走，就会积少成多，到达预定的目标。",
            "生活总是这样绊绊磕磕，有喜有悲，所以你要保持一颗平常心，戒骄戒躁。若成功，则不忘努力，懂得珍惜。若失败，则当作磨砺，增加经验。除了生死，都是小事，别为难自己。",
            "生活总是千变万化，总有那么多不如意，总有那么多不顺心，只要自己坚守自己的理想，就不会被，再大的风浪阻挡不了我们前进的方向，坚持就是胜利，无论则样，都不认输。",
            "每个人都有潜在的能力，只要努力去发掘，就能发现自己的无限可能。不要因为短暂的挫折而放弃，要相信自己的能力。",
            "不要沮丧，不必惊慌，做努力爬的或坚持飞的笨鸟，我们试着长大，一路跌跌撞撞，然后遍体鳞伤。坚持着，总有一天，你会站在最亮的地方，活成自己曾经渴望的模样。",
            "人生总有起起落落，心灵鸡汤教会你如何在困境中保持信心，勇往直前。",
            "不要害怕失败，因为每一次失败都是通向成功的一步。只要你勇往直前，就能从失败中学习，获得更多的经验。",
            "即使生活中充满了挫折和困难，也要保持积极向上的心态。因为那些打不倒你的，只会让你更坚强。",
            "自信的力量。生活不是单行线，路走不通是可以拐弯",
            "每个人都有自己的价值和使命。要相信自己的存在是独一无二的，并努力去发掘自己的潜力和天赋。",
            "人生就像一条船，既可以在水上漂浮也可以在海上航行，只要不停止前进就能到达目的地。",
            "失败并不意味你浪费了时间和生命，失败表明你有理由重新开始。觉得自己做得到和做不到，只在一念之间。跌倒，撞墙，一败涂地，都不用害怕，年轻叫你勇敢。",
            "青春的美好，在于永远都不会来不及。你可以犯错，可以反悔，可以跌倒，可以重新出发，但是，千万不要放弃。");
}